Repository: EdilbertoFonseca/favoriteLinks
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, pt_br, pt_pt, ru, tr, uk

source: This add-on allows you to save, edit and remove links to frequently visited pages. Shortcut Windows+Alt+K.
ru: Дополнение FavoriteLinks — это инструмент для управления вашими избранными ссылками организованно и эффективно. Оно позволяет сохранять, редактировать и удалять ссылки в категоризированном списке, предлагая интуитивно понятный интерфейс с такими функциями, как добавление новых ссылок, переименование заголовков, удаление ненужных записей и управление категориями. Когда вы открываете дополнение, вы получаете быстрый доступ к вашим избранным ссылкам и можете открывать их прямо в браузере по умолчанию. Теперь также есть поддержка открытия ссылок в дополнительном браузере, если вам нужна большая гибкость. Нажмите «Alt+Windows+K» или используйте меню NVDA (NVDA+N), Сервис, Избранные ссылки, чтобы открыть дополнение. У дополнения также есть сочетания клавиш которые можно изменить в жестах ввода. Подробнее об особенностях можно прочитать в справке.

source: &Ok
ar: &موافق
ru: &ОК
tr: &Tamam
uk: &Гаразд

source: Open link...
ru: Открыть ссылку...

source: The title could not be obtained automatically. Please enter one manually:
ru: Название не удалось получить автоматически. Пожалуйста, введите его вручную:

source: Enter Title
ru: Введите название

source: Link addition cancelled due to lack of a title.
ru: Добавление ссылки отменено из-за отсутствия названия.

source: An error occurred while initializing the dialog.
ar: حدث خطأ أثناء تهيئة مربع الحوار.
tr: Diyalog kutusu başlatılırken bir hata oluştu.
uk: Виникла помилка під час ініціалізації діалогу.

source: An error occurred while adding the link.
ar: حدث خطأ أثناء إضافة الرابط.
tr: Bağlantı eklenirken bir hata oluştu.
uk: Під час додавання посилання сталася помилка.

source: Path of json files:
ar: مسار ملفات json:
tr: Json dosyalarının saklanacağı yol:
uk: Шлях до файлів json:

source: Choose where to save the json file
ar: اختر مكان حفظ ملف json
tr: Json dosyasının nereye kaydedileceğini seçin
uk: Виберіть місце для збереження файлу json

source: Json files (*.json)
ar: ملفات Json (*.json)
tr: Json dosyaları (*.json)
uk: Файли Json (*.json)

source: Error decoding JSON. Check the file contents.
ar: خطأ في فك ترميز JSON. تحقق من محتويات الملف.
tr: JSON'un kodu çözülürken hata oluştu. Dosya içeriğini kontrol edin.
uk: Помилка декодування JSON. Перевірте вміст файлу.

source: Error saving links: {e}
ar: خطأ في حفظ الروابط: {e}
tr: Bağlantılar kaydedilirken hata oluştu: {e}
uk: Помилка збереження посилань: {e}

source: Category already exists!
ar: التصنيف موجود بالفعل!
tr: Kategori zaten mevcut!
uk: Категорія вже існує!

source: Unknown Title for URL
ar: لم يتم معرفة عنوان URL
tr: Adres için bir Başlık girin
uk: Невідома назва для URL

source: Unknown Title
ar: عنوان غير معروف
tr: Başlık Girin
uk: Невідома назва

source: Link already exists in the category!
ar: الرابط موجود بالفعل في التصنيف!
tr: Bağlantı bu kategoride zaten mevcut!
uk: Посилання вже є в категорії!

source: URL
ar: الرابط
tr: Adres

source: Error exporting links: {e}
ar: خطأ في تصدير الروابط: {e}
tr: Bağlantılar dışa aktarılırken hata oluştu: {e}
uk: Помилка експорту посилань: {e}

source: Error importing links: {e}
ar: خطأ في استيراد الروابط: {e}
tr: Bağlantılar içe aktarılırken hata oluştu: {e}
uk: Помилка імпорту посилань: {e}

source: Error when ordering!
ar: خطأ عند الترتيب!
tr: Sıralanırken bir hata oluştu!
uk: Помилка під час сортування!

source: This add-on allows you to save, edit and remove links to frequently visited pages.
ar: تتيح لك هذه الإضافة حفظ الروابط الخاصة بالصفحات التي تقوم بزيارتها بشكل متكرر وتعديلها وإزالتها.
tr: Bu eklenti, sık ziyaret edilen sayfalara olan bağlantıları kaydetmenize, düzenlemenize ve kaldırmanıza olanak tanır.
uk: Цей додаток дозволяє зберігати, редагувати та видаляти посилання на часто відвідувані сторінки.
