Repository: EdilbertoFonseca/favoriteLinks
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, pt_br, pt_pt, ru, tr, uk

source: Error when renaming file: {e}
ar: خطأ عند إعادة تسمية الملف: {e}
pt_br: Erro ao renomear arquivo: {e}
pt_pt: Erro ao renomear ficheiro: {e}
ru: Ошибка при переименовании файла: {e}
tr: Dosya yeniden adlandırılırken hata oluştu: {e}
uk: Помилка під час перейменування файлу: {e}

source: Attention
ar: تحذير
pt_br: Atenção
pt_pt: Atenção
ru: Внимание
tr: Uyarı
uk: Увага

source: No categories available. Please add some categories first.
ar: لا توجد فئات متاحة. يرجى إضافة بعض الفئات أولاً.
pt_br: Sem categorias disponíveis. Por favor, adicione algumas categorias primeiro.
pt_pt: Não existem categorias disponíveis. Por favor, adicione algumas categorias primeiro.
ru: Нет доступных категорий. Пожалуйста, сначала добавьте категории.
tr: Mevcut kategori yok. Lütfen önce bazı kategoriler ekleyin.
uk: Немає доступних категорій. Будь ласка, спочатку додайте кілька категорій.

source: Error
ar: خطأ
pt_br: Erro
pt_pt: Erro
ru: Ошибка
tr: Hata
uk: Помилка

source: Select a Category
ar: اختر تصنيف
pt_br: Selecione uma categoria
pt_pt: Seleccione uma categoria
ru: Выберите категорию
tr: Bir kategori seçin
uk: Виберіть категорію

source: Enter link URL:
ar: أدخل رابط URL:
pt_br: Insira o URL do link:
pt_pt: Insira o URL da ligação:
ru: Введите URL ссылки:
tr: Bağlantı adresini girin:
uk: Введіть URL:

source: &Cancel
ar: &إلغاء
pt_br: &Cancelar
pt_pt: &Cancelar
ru: &Отмена
tr: İ&ptal
uk: &Скасувати

source: No category selected. Please select or add one!
ar: لم يتم اختيار أي تصنيف. يرجى اختيار أو إضافة واحد!
pt_br: Nenhuma categoria selecionada. Selecione ou adicione uma!
pt_pt: Nenhuma categoria seleccionada. Seleccione ou adicione uma!
ru: Категория не выбрана. Пожалуйста, выберите или добавьте категорию!
tr: Hiçbir kategori seçilmedi. Lütfen birini seçin veya ekleyin!
uk: Не вибрано жодної категорії. Будь ласка, виберіть або додайте нову!

source: URL is required!
ar: الرابط مطلوب!
pt_br: O URL é obrigatório!
pt_pt: O URL é obrigatório!
ru: URL обязателен!
tr: Adres gerekli!
uk: ULR обов’язковий!

source: Enter a title for the URL:
ar: أدخل عنوان URL:
pt_br: Insira um título para o URL:
pt_pt: Insira um título para a ligação:
ru: Введите название для URL:
tr: Adres için bir başlık girin:
uk: Введіть назву URL:

source: All fields are required
ar: جميع الحقول مطلوبة
pt_br: Todos os campos são obrigatórios
pt_pt: O URL é obrigatório
ru: Все поля обязательны для заполнения
tr: Tüm alanların doldurulması zorunludur
uk: Всі поля обов'язкові для заповнення

source: Invalid URL
ar: رابط غير صالح
pt_br: URL inválido
pt_pt: URL inválido
ru: Неверный URL
tr: Geçersiz URL
uk: Невірна URL

source: An instance of {} is already open.
ar: هناك نسخة من {} مفتوحة بالفعل.
pt_br: Uma instância de {} já está aberta.
pt_pt: Uma instância de {} já está aberta.
ru: Экземпляр {} уже открыт.
tr: {} örneği zaten açık.
uk: Екземпляр {} уже відкрито.

source: &Open link
ar: &فتح الرابط
pt_br: A&brir link
pt_pt: A&brir ligação
ru: &Открыть ссылку
tr: Bağlantıyı &Aç
uk: &Відкрити посилання

source: &Add link
ar: &إضافة رابط
pt_br: &Adicionar link
pt_pt: &Adicionar ligação
ru: &Добавить ссылку
tr: &Bağlantı ekle
uk: &Додати посилання

source: &Edit link
ar: &تعديل الرابط
pt_br: &Editar link
pt_pt: &Editar ligação
ru: &Редактировать ссылку
tr: Bağlantıyı düz&enle
uk: &Редагувати посилання

source: De&lete link
ar: حذف وحذف الرابط
pt_br: Excluir &link
pt_pt: Eliminar &ligação
ru: &Удалить ссылку
tr: &Bağlantıyı sil
uk: &Видалити посилання

source: Add Cate&gory
ar: إضاف&ة فئة
pt_br: Adicionar cate&goria
pt_pt: &Adicionar categoria
ru: Добавить &категорию
tr: Cate&gory Ekle
uk: Додати Cate&gory

source: Edi&t category
ar: فئة Edi&t
pt_br: Editar ca&tegoria
pt_pt: &Editar categoria
ru: Редактировать &категорию
tr: Edi&t kategorisi
uk: Категорія Edi&t

source: &Delete category
ar: &حذف التصنيف
pt_br: Excluir &categoria
pt_pt: Eliminar &categoria
ru: &Удалить категорию
tr: &Kategoriyi sil
uk: &Видалити категорію

source: E&xport links
ar: &تصدير الروابط
pt_br: E&xportar links
pt_pt: E&xportar ligações
ru: Э&кспорт ссылок
tr: Bağlant&ıları dışa aktar
uk: &Експорт посилань

source: &Import links
ar: &استيراد الروابط
pt_br: &Importar links
pt_pt: &Importar ligações
ru: &Импорт ссылок
tr: Bağlantıları &içe aktar
uk: &Імпорт посилань

source: Import &favorites from your browsers
pt_br: Importar &favoritos dos seus navegadores
pt_pt: Importar &favoritos dos seus navegadores

source: &Sort links
ar: &فرز الروابط
pt_br: &Classificar links
pt_pt: &Ordenar ligações
ru: &Сортировать ссылки
tr: Bağlantıları &sırala
uk: &Сортувати посилання

source: E&xit
ar: &الخروج
pt_br: &Sair
pt_pt: &Sair
ru: &Выход
tr: Ç&ıkış
uk: &Вихід

source: Select a category
pt_br: Selecione uma categoria
pt_pt: Seleccione uma categoria
ru: Выберите категорию

source: List of links...
ar: قائمة الروابط...
pt_br: Lista de links...
pt_pt: Lista de ligações...
ru: Список ссылок...
tr: Bağlantı listesi...
uk: Список посилань...

source: Add a new category to the list.
ar: إضافة تصنيف جديد إلى القائمة.
pt_br: Adicione uma nova categoria à lista.
pt_pt: Adicione uma nova categoria à lista.
ru: Добавить новую категорию в список.
tr: Listeye yeni bir kategori ekleyin.
uk: Додати нову категорію до списку.

source: Edit a category in the list.
ar: تعديل تصنيف في القائمة.
pt_br: Edite uma categoria na lista.
pt_pt: Edite uma categoria na lista.
ru: Редактировать категорию в списке.
tr: Listedeki bir kategoriyi düzenleyin.
uk: Редагування категорії у списку.

source: Delete a category from the list.
ar: حذف تصنيف من القائمة.
pt_br: Exclua uma categoria da lista.
pt_pt: Eliminar uma categoria da lista.
ru: Удалить категорию из списка.
tr: Listeden bir kategoriyi silin.
uk: Видалити категорію зі списку.

source: Export links
ar: تصدير الروابط
pt_br: Exportar links
pt_pt: Exportar ligações
ru: Экспорт ссылок
tr: Bağlantıları dışa aktar
uk: Експорт посилань

source: Import links
ar: استيراد الروابط
pt_br: Importar links
pt_pt: Importar ligações
ru: Импорт ссылок
tr: Bağlantıları içe aktar
uk: Імпорт посилань

source: Add a new link to the list.
ar: إضافة رابطًا جديدًا إلى القائمة.
pt_br: Adicione um novo link à lista.
pt_pt: Adicione uma nova ligação à lista.
ru: Добавить новую ссылку в список.
tr: Listeye yeni bir bağlantı ekleyin.
uk: Додати нове посилання до списку.

source: Edit link.
ar: تعديل الرابط.
pt_br: Editar link.
pt_pt: Editar ligação.
ru: Редактировать ссылку.
tr: Bağlantıyı düzenleyin.
uk: Редагувати посилання.

source: Delete link
ar: حذف الرابط
pt_br: Excluir link
pt_pt: Eliminar ligação
ru: Удалить ссылку
tr: Bağlantıyı sil
uk: Видалити посилання

source: Import Worker
pt_br: Importar marcador
pt_pt: Processo de Importação

source: Sort the links alphabetically.
ar: فرز الروابط أبجديًا.
pt_br: Classifique os links em ordem alfabética.
pt_pt: Ordene as ligações por ordem alfabética.
ru: Сортировать ссылки по алфавиту.
tr: Bağlantıları alfabetik olarak sıralayın.
uk: Відсортувати посилання за алфавітом.

source: Open links in secondary browser.
pt_br: Abrir links no navegador secundário.
pt_pt: Abrir ligação num navegador secundário.
ru: Открывать ссылки в дополнительном браузере.

source: Title
ar: عنوان الرابط
pt_br: Título
pt_pt: Título
ru: Название
tr: Başlık
uk: Назва

source: Save export file
ar: حفظ الملف المصدر
pt_br: Salvar arquivo de exportação
pt_pt: Guardar arquivo de exportação
ru: Сохранить файл экспорта
tr: Dışa aktarılacak dosyayı kaydet
uk: Зберегти файл експорту

source: Links exported successfully!
ar: تم تصدير الروابط بنجاح!
pt_br: Links exportados com sucesso!
pt_pt: Ligações exportadas com sucesso!
ru: Ссылки успешно экспортированы!
tr: Bağlantılar başarıyla dışa aktarıldı!
uk: Посилання успішно експортовано!

source: Error exporting links: {}
pt_br: Erro ao exportar links: {e}
pt_pt: Erro ao exportar ligações: {}
ru: Ошибка экспорта ссылок: {}

source: Open import file
ar: فتح ملف لإستيراده
pt_br: Abrir arquivo de importação
pt_pt: Abrir ficheiro de importação
ru: Открыть файл импорта
tr: İçe aktarılacak dosyayı aç
uk: Відкрити файл імпорту

source: Links imported successfully!
ar: تم استيراد الروابط بنجاح!
pt_br: Links importados com sucesso!
pt_pt: Ligações importadas com sucesso!
ru: Ссылки успешно импортированы!
tr: Bağlantılar başarıyla içe aktarıldı!
uk: Посилання успішно імпортовано!

source: Error importing links: {}
pt_br: Erro ao importar links: {}
pt_pt: Erro ao importar ligações: {}
ru: Ошибка импорта ссылок: {}

source: No active internet connection!
ar: لا يوجد اتصال بالإنترنت!
pt_br: Sem conexão ativa com a Internet!
pt_pt: Sem ligação ativa à Internet!
ru: Нет активного интернет-подключения!
tr: Aktif internet bağlantısı yok!
uk: Немає активного з’єднання з інтернетом!

source: Failed to open link: {}
pt_br: Falha ao abrir o link: {}
pt_pt: Falha ao abrir a ligação: {}
ru: Не удалось открыть ссылку: {}

source: No link selected to open!
ar: لم يتم اختيار أي رابط لفتحه!
pt_br: Nenhum link selecionado para abrir!
pt_pt: Nenhuma ligação seleccionada para abrir!
ru: Не выбрана ссылка для открытия!
tr: Açılacak bağlantı seçilmedi!
uk: Не вибрано посилання для відкриття!

source: Enter new category name:
ar: أدخل اسم التصنيف الجديد:
pt_br: Insira o novo nome da categoria:
pt_pt: Insira o novo nome da categoria:
ru: Введите название новой категории:
tr: Yeni kategori adını girin:
uk: Введіть нову назву категорії:

source: Add Category
ar: إضافة تصنيف
pt_br: Adicionar categoria
pt_pt: Adicionar categoria
ru: Добавить категорию
tr: Kategori ekle
uk: Додати категорію

source: Category added successfully!
ar: تمت إضافة التصنيف بنجاح!
pt_br: Categoria adicionada com sucesso!
pt_pt: Categoria adicionada com sucesso!
ru: Категория успешно добавлена!
tr: Kategori başarıyla eklendi!
uk: Категорію успішно додано!

source: Add New Link
ar: إضافة رابط جديد
pt_br: Adicionar novo link
pt_pt: Adicionar nova ligação
ru: Добавить новую ссылку
tr: Yeni Bağlantı Ekle
uk: Додати нове посилання

source: Enter the name of the link:
pt_br: Digite o nome do link:
pt_pt: Introduza o nome da ligação:

source: Link name
pt_br: Nome do link
pt_pt: Nome da ligação

source: Link added successfully!
ar: تمت إضافة الرابط بنجاح!
pt_br: Link adicionado com sucesso!
pt_pt: Ligação adicionada com sucesso!
ru: Ссылка успешно добавлена!
tr: Bağlantı başarıyla eklendi!
uk: Посилання успішно додано!

source: Link addition cancelled.
pt_br: Adição do link cancelada.
pt_pt: Adição do link cancelada.

source: No link selected to edit!
ar: لم يتم اختيار أي رابط لتعديله!
pt_br: Nenhum link selecionado para edição!
pt_pt: Nenhuma ligação seleccionada para edição!
ru: Не выбрана ссылка для редактирования!
tr: Düzenlenecek bağlantı seçilmedi!
uk: Не вибрано посилання для редагування!

source: Edit Link
ar: تعديل الرابط
pt_br: Editar link
pt_pt: Editar ligação
ru: Редактировать ссылку
tr: Bağlantıyı Düzenle
uk: Редагувати посилання

source: Link edited successfully!
ar: تم تعديل الرابط بنجاح!
pt_br: Link editado com sucesso!
pt_pt: Ligação editada com sucesso!
ru: Ссылка успешно отредактирована!
tr: Bağlantı başarıyla düzenlendi!
uk: Посилання успішно відредаговано!

source: Link deleted successfully!
ar: تم حذف الرابط بنجاح!
pt_br: Link excluído com sucesso!
pt_pt: Ligação excluída com sucesso!
ru: Ссылка успешно удалена!
tr: Bağlantı başarıyla silindi!
uk: Посилання успішно видалено!

source: No link selected to delete!
ar: لم يتم اختيار أي رابط لحذفه!
pt_br: Nenhum link selecionado para exclusão!
pt_pt: Nenhuma ligação seleccionada para eliminação!
ru: Не выбрана ссылка для удаления!
tr: Silinecek bağlantı seçilmedi!
uk: Не вибрано посилання для видалення!

source: No category selected to edit!
ar: لم يتم اختيار أي تصنيف لتعديله!
pt_br: Nenhuma categoria selecionada para edição!
pt_pt: Nenhuma categoria seleccionada para edição!
ru: Не выбрана категория для редактирования!
tr: Düzenlenecek kategori seçilmedi!
uk: Не вибрано жодної категорії для редагування!

source: Edit category name:
ar: تعديل اسم التصنيف:
pt_br: Editar nome da categoria:
pt_pt: Editar nome da categoria:
ru: Редактировать название категории:
tr: Kategori adını düzenleyin:
uk: Редагувати назву категорії:

source: Edit Category
ar: تعديل التصنيف
pt_br: Editar categoria
pt_pt: Editar categoria
ru: Редактировать категорию
tr: Kategoriyi Düzenle
uk: Редагувати категорію

source: Category name edited successfully!
ar: تم تعديل اسم التصنيف بنجاح!
pt_br: Nome da categoria editado com sucesso!
pt_pt: Nome da categoria editado com sucesso!
ru: Название категории успешно изменено!
tr: Kategori adı başarıyla düzenlendi!
uk: Назву категорії успішно відредаговано!

source: No category selected to delete!
ar: لم يتم اختيار أي تصنيف لحذفه!
pt_br: Nenhuma categoria selecionada para exclusão!
pt_pt: Nenhuma categoria seleccionada para eliminação!
ru: Не выбрана категория для удаления!
tr: Silinecek kategori seçilmedi!
uk: Не вибрано жодної категорії для видалення!

source: Are you sure you want to delete the category '{}' and all its links?
ar: هل أنت متأكد أنك تريد حذف التصنيف «{}» وجميع روابطه؟
pt_br: Tem certeza de que deseja excluir a categoria '{}' e todos os seus links?
pt_pt: Tem a certeza de que deseja eliminar a categoria '{}' e todas as suas ligações?
ru: Вы уверены, что хотите удалить категорию '{}' и все её ссылки?
tr: '{}' kategorisini ve tüm bağlantılarını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити категорію «{}» і всі її посилання?

source: Confirm Delete
ar: تأكيد الحذف
pt_br: Confirmar exclusão
pt_pt: Confirmar eliminação
ru: Подтверждение удаления
tr: Silmeyi Onayla
uk: Підтвердьте видалення

source: Category deleted successfully!
ar: تم حذف التصنيف بنجاح!
pt_br: Categoria excluída com sucesso!
pt_pt: Categoria excluída com sucesso!
ru: Категория успешно удалена!
tr: Kategori başarıyla silindi!
uk: Категорію успішно видалено!

source: Error deleting category: {}
pt_br: Erro ao excluir a categoria: {}
pt_pt: Erro ao eliminar categoria: {}
ru: Ошибка удаления категории: {}

source: Successfully ordered!
ar: تم الترتيب بنجاح!
pt_br: Ordenado com sucesso!
pt_pt: Ordenado com sucesso!
ru: Успешно отсортировано!
tr: Başarıyla sıralandı!
uk: Успішно відсортовано!

source: Error when ordering! Details: {e}
pt_br: Erro ao ordenar! Detalhes: {e}
pt_pt: Erro ao ordenar! Detalhes: {e}
ru: Ошибка при сортировке! Подробности: {e}

source: No browser path configured.
pt_br: Nenhum caminho de navegador configurado.
pt_pt: Nenhum caminho do navegador configurado.
ru: Путь к браузеру не настроен.

source: Browser not found at path: {}
pt_br: Navegador não encontrado no caminho: {}
pt_pt: Navegador não encontrado no caminho: {}
ru: Браузер не найден по пути: {}

source: Error opening the link with the browser: {}
pt_br: Erro ao abrir o link com o navegador: {}
pt_pt: Erro ao abrir a ligação com o navegador: {}
ru: Ошибка открытия ссылки в браузере: {}

source: Import bookmarks from HTML
pt_br: Importar marcadores de HTML
pt_pt: Importar marcadores de HTML

source: &Favorite links...
ar: &الروابط المفضلة...
pt_br: &Links favoritos.
pt_pt: &Ligações favoritas...
ru: &Избранные ссылки...
tr: &Favori bağlantılar...
uk: &Обрані посилання...

source: Favorite links.
ar: الروابط المفضلة.
pt_br: Links favoritos.
pt_pt: Ligações favoritas.
ru: Избранные ссылки.
tr: Favori bağlantılar.
uk: Обрані посилання.

source: This addon allows you to save links to a specific page.
ar: تتيح لك هذه الإضافة حفظ الروابط الخاصة بالصفحات التي تقوم بزيارتها بشكل متكرر وتعديلها وإزالتها.
pt_br: Este complemento permite salvar links para uma página específica.
pt_pt: Este complemento permite guardar ligações para uma página específica.
ru: Это дополнение позволяет сохранять ссылки на определённые страницы.
tr: Bu eklenti, belirli bir sayfaya olan bağlantıları kaydetmenize olanak tanır.
uk: Цей додаток дозволяє зберігати посилання на ті чи інші сторінки.

source: Show document URL, press twice copies to clipboard.
pt_br: Mostrar URL do documento, pressione duas vezes para copiar para a área de transferência.
pt_pt: Mostrar URL do documento, pressionar duas vezes para copiar para a área de transferência.
ru: Показать URL документа, двойное нажатие копирует в буфер обмена.

source: Copied to clipboard {URL}.
pt_br: Copiado para a área de transferência: {URL}.
pt_pt: Copiado para a área de transferência: {URL}.
ru: Скопировано в буфер обмена: {URL}.

source: Document URL not found.
pt_br: URL do documento não encontrada.
pt_pt: URL do documento não encontrado.
ru: URL документа не найден.

source: No browser window found.
pt_br: Nenhuma janela do navegador encontrada.
pt_pt: Não foi encontrada nenhuma janela do navegador.
ru: Окно браузера не найдено.

source: Path of file json:
pt_br: Caminho dos arquivos json:
pt_pt: Caminho para os ficheiros JSON:
ru: Путь к JSON-файлу:

source: &Select or add a directory
ar: &اختر أو أضف مجلد
pt_br: &Selecione ou adicione um diretório
pt_pt: &Seleccione ou adicione um diretório
ru: &Выберите или добавьте папку
tr: Bi&r dizin seçin veya ekleyin
uk: &Виберіть або додайте каталог

source: Secondary browser path:
pt_br: Caminho secundário do navegador:
pt_pt: Caminho do navegador secundário:
ru: Путь к дополнительному браузеру:

source: Select &browser path
pt_br: Selecione o caminho do &navegador
pt_pt: Selecionar &caminho do navegador
ru: Выбрать путь к &браузеру

source: Choose where to save the file json
pt_br: Escolha onde salvar o arquivo json
pt_pt: Escolha onde guardar o ficheiro JSON
ru: Выберите, куда сохранить JSON-файл

source: JSON files (*.json)|*.json
pt_br: Arquivos JSON (*.json)
pt_pt: Ficheiros JSON (*.json)
ru: JSON-файлы (*.json)|*.json

source: Choose browser path
pt_br: Escolha o caminho do navegador
pt_pt: Escolher o caminho do browser
ru: Выберите путь к браузеру

source: Executable files (*.exe)|*.exe
pt_br: Arquivos executáveis (*.exe)|*.exe
pt_pt: Ficheiros executáveis (*.exe)|*.exe
ru: Исполняемые файлы (*.exe)|*.exe

source: Missing required libraries: validators, BeautifulSoup e UnicodeDammit
pt_br: Bibliotecas obrigatórias ausentes: validators, BeautifulSoup e UnicodeDammit
pt_pt: Bibliotecas necessárias em falta: validators, BeautifulSoup e UnicodeDammit
ru: Отсутствуют необходимые библиотеки: validators, BeautifulSoup и UnicodeDammit

source: Error decoding the JSON. Check the file content.
pt_br: Erro ao decodificar JSON. Verifique o conteúdo do arquivo.
pt_pt: Erro ao decodificar JSON. Verifique o conteúdo do ficheiro.
ru: Ошибка декодирования JSON. Проверьте содержимое файла.

source: Error saving the links: {}
pt_br: Erro ao salvar links: {}
pt_pt: Erro ao guardar ligações: {}
ru: Ошибка сохранения ссылок: {}

source: The category name cannot be empty!
pt_br: O nome da categoria não pode estar vazio!
pt_pt: O nome da categoria não pode estar vazio!
ru: Название категории не может быть пустым!

source: The category already exists!
pt_br: A categoria já existe!
pt_pt: A categoria já existe!
ru: Категория уже существует!

source: Unknown title
pt_br: Título desconhecido
pt_pt: Título desconhecido
ru: Неизвестное название

source: Failed to get title. Please enter one manually.
pt_br: Falha ao obter o título. Por favor, insira um manualmente.
pt_pt: Não foi possível obter o título. Introduza um manualmente.
ru: Не удалось получить название. Пожалуйста, введите его вручную.

source: The link already exists in the category!
pt_br: O link já existe na categoria!
pt_pt: A ligação já existe na categoria!
ru: Ссылка уже существует в этой категории!

source: Category does not exist.
pt_br: Categoria não existe.
pt_pt: A categoria não existe.
ru: Категория не существует.

source: Link not found to edit.
pt_br: Link não encontrado para edição.
pt_pt: Ligação não encontrada para editar.
ru: Ссылка для редактирования не найдена.

source: A category with this name already exists!
pt_br: Já existe uma categoria com esse nome!
pt_pt: Já existe uma categoria com este nome!
ru: Категория с таким названием уже существует!

source: Old category name not found.
pt_br: Nome da categoria antiga não encontrado.
pt_pt: Nome da categoria antiga não encontrado.
ru: Старое название категории не найдено.

source: The imported data must be a dictionary with categories as keys.
pt_br: Os dados importados devem ser um dicionário com categorias como chaves.
pt_pt: Os dados importados devem ser um dicionário com categorias como chaves.
ru: Импортируемые данные должны быть словарём с категориями в качестве ключей.

source: The links in the category '{}' must be lists containing [title, url].
pt_br: Os links na categoria '{}' devem ser listas contendo [título, url].
pt_pt: As ligações na categoria '{}' devem ser listas que contenham [título, url].
ru: Ссылки в категории '{}' должны быть списками, содержащими [название, url].

source: Error exporting the links: {}
pt_br: Erro ao exportar links: {e}
pt_pt: Erro ao exportar ligações: {}
ru: Ошибка экспорта ссылок: {}

source: File not found: {}
pt_br: Arquivo não encontrado: {}
pt_pt: Ficheiro não encontrado: {}
ru: Файл не найден: {}

source: Error decoding JSON from file: {}
pt_br: Erro ao decodificar JSON do arquivo: {}
pt_pt: Erro a descodificar JSON do ficheiro: {}
ru: Ошибка декодирования JSON из файла: {}

source: Unexpected error importing the links: {}
pt_br: Erro inesperado ao importar os links: {}
pt_pt: Erro ao importar ligações: {}
ru: Неожиданная ошибка при импорте ссылок: {}

source: Importing
pt_br: Importando
pt_pt: A importar

source: Starting…
pt_br: Iniciando..…

source: Cancel
pt_br: Cancelar
pt_pt: Cancelar

source: No links found.
pt_br: Não foram encontrados links.
pt_pt: Não foram encontradas ligações.

source: HTML file:
pt_br: Arquivo HTML:
pt_pt: Ficheiro HTML:

source: &Select HTML...
pt_br: &Selecionar HTML…
pt_pt: &Selecionar HTML...

source: &Import
pt_br: &Importar
pt_pt: &Importar

source: Select HTML file
pt_br: Selecione o arquivo HTML
pt_pt: Selecionar ficheiro HTML

source: Select a valid HTML file.
pt_br: Selecione um arquivo HTML válido.
pt_pt: Selecione um ficheiro HTML válido.

source: Importing links…
pt_br: Importando links…
pt_pt: A importar ligações…

source: Imported Bookmarks
pt_br: Marcadores importados
pt_pt: Favoritos importados

source: Import completed successfully.
pt_br: Importação concluída.
pt_pt: Importação concluída com sucesso.

source: Import cancelled.
pt_br: Importação cancelada.
pt_pt: Importação cancelada.

source: Favorite links
ar: الروابط المفضلة
pt_br: Links favoritos
pt_pt: Ligações favoritas
ru: FavoriteLinks (Избранные ссылки)
tr: Favori bağlantılar
uk: Обрані посилання

source: This add-on allows you to save, edit and remove links to frequently visited pages. Shortcut Windows+Alt+K.
pt_br: Este complemento permite salvar, editar e remover links para páginas visitadas com frequência. Atalho Windows+Alt+K.
pt_pt: Este complemento permite-lhe guardar, editar e remover ligações a páginas frequentemente visitadas. Atalho Windows+Alt+K.

source: Adds new functionality to import saved links in HTML from your browsers.
pt_br: Adiciona uma nova funcionalidade para importar links salvos em HTML dos seus navegadores.
pt_pt: Adiciona nova funcionalidade para importar ligações guardadas em HTML a partir dos seus navegadores.
